[{
  "title": "Engaging Empathy",
  "description": "Empathy and vulnerability aren't necessarily two words associated with professional success, but they're invaluable to achieving long-term goals leaders set for their companies. Lets both define what those look like at work and how to engage them for optimized collaboration.",
  "speaker": {
"name": "Sharon Steed",
"photo": "",
"twitter": "sharonsteed",
"bio": "I always loved the tech industry but I couldn't code and never worked at a tech company. So I started speaking at conferences about what I knew: stuttering, marketing and vulnerability. One day, I got invited to speak at a tech conf (Hi @jremsikjr 👋🏾)"
},
  "slug": "empathy",
  "order": 1,
  "time": "09:50",
  "tags": [
"betterment"
]
},{
  "title": "What does it take to become a developer in 2020?",
  "description": "Amina shares her story about what it takes to become a developer after teaching herself how to code, juggling a full-time job and baby.",
  "speaker": {
"name": "Amina Adewusi",
"photo": "",
"twitter": "a_adewusi",
"bio": "I taught myself how to code soon after becoming a mother. I realised that continuing my job travelling around the world was a slightly optimistic view of my mothering abilities! After googling \"work from home\" I discovered software engineering and decided to give it a go."
},
  "slug": "what-does-it-take",
  "order": 2,
  "time": "10:30",
  "tags": [
"betterment"
]
},{
  "title": "Getting more from Git",
  "description": "Git is like a Swiss Army Knife for telling the story of your project. Yet most of us are only using the big knife and maybe the scissors to fudge our code into version control. In this talk we're going to learn about some more advanced Git commands and some history too.",
  "speaker": {
"name": "Alice Bartlett",
"photo": "",
"twitter": "alicebartlett",
"bio": "Needed a 5th option to study at AS level. Asked the person next to me. Started with the Computing A level now we here."
},
  "slug": "getting-more-from-git",
  "order": 3,
  "time": "11:40",
  "tags": [
"development & ops"
]
},{
  "title": "8 Unbelievable Things You Never Knew About Tracking",
  "description": "The web, and big tech at large, is tracking our every move, habit, and facial expression. As developers who are also users, we both contribute to the surveillance system and are exploited by it. But it doesn’t have to be this way.",
  "speaker": {
"name": "Laura Kalbag",
"photo": "",
"twitter": "LauraKalbag",
"bio": "In my teens I made fan sites for local bands and a showcase for my own creepy goth art. Slicing pictures of websites into table layouts even though they’d been uncool for a couple of years already, because I just did what the first search result told me."
},
  "slug": "privacy",
  "order": 4,
  "time": "",
  "tags": [
"big web ideas"
]
},{
  "title": "From Milliseconds to Millions: A Look at the Numbers Powering Web Performance",
  "description": "We all know performance is big business, but how big? Let's take a look at some of the numbers powering the web performance industry, from both sides of the table. What do performance improvements mean for my clients, and how do we translate that into a working relationship",
  "speaker": {
"name": "Harry Roberts",
"photo": "",
"twitter": "csswizardry",
"bio": "I'm a failed designer who learned it the hard way: I was much better at coding my portfolio site than I was at designing it. I decided to admit defeat and stick with keyboards and clearfixes."
},
  "slug": "from-milliseconds-to-millions",
  "order": 5,
  "time": "14:30",
  "tags": [
"performance"
]
},{
  "title": "Effortless Performance Debugging",
  "description": "During the session we will talk about the causes of painful performance and look into simple and actionable steps how to make a website more performant with a little effort.",
  "speaker": {
"name": "Anna Migas",
"photo": "",
"twitter": "szynszyliszys",
"bio": "I wanted to study English, but my final test results weren't good enough. I was looking through all majors I could apply for at Uni and found out HCI-like degree course"
},
  "slug": "effortless-performance-debugging",
  "order": 6,
  "time": "15:10",
  "tags": [
"javascript",
"performance"
]
},{
  "title": "Taking The Web Off The Screen",
  "description": "The rise of generative art has brought a whole new wave of creativity to the web; this talk is about the myriad of ways we can use all that coding knowledge to make cool art in the physical realm.",
  "speaker": {
"name": "Charlotte Dann",
"photo": "",
"twitter": "charlotte_dann",
"bio": "Got carried away tweaking Tumblr themes, discovered it hurt my fingers less than my other teen hobby of weaving chainmaille, been tip tapping ever since."
},
  "slug": "taking-the-web-off-the-screen",
  "order": 7,
  "time": "16:15",
  "tags": [
"javascript",
"creativity"
]
},{
  "title": "Adventures in reinventing interfaces",
  "description": "Computers and other electronic devices existed for a long time before the web made its debut. Can modern web interfaces help invigorate the small computing space, while driving a new set of creative developers to invent better and more playful experiences?",
  "speaker": {
"name": "Suz Hinton",
"photo": "",
"twitter": "noopkat",
"bio": "My dad brought home our first family computer, a second-hand Commodore 64, when all of my friends were already using PCs with Windows 3.1. I fell in love with programming from that first day of typing commands in BASIC."
},
  "slug": "nerdverse",
  "order": 8,
  "time": "16:55",
  "tags": [
"javascript",
"iot",
"fun"
]
}]